[{
  "_id": {
    "$oid": "66d2affb9a01ee95448947ba"
  },
  "titulo": "Capitulo 1",
  "conteudo": "Certa vez, quando tinha seis anos, vi num livro sobre a Floresta Virgem, 'Histórias Vividas', uma imponente gravura. Representava ela uma jibóia que engolia uma fera. Eis a cópia do desenho.Dizia o livro: 'As jibóias engolem, sem mastigar, a presa inteira. Em seguida, não podem mover-se e dormem os seis meses da digestão.'Refleti muito então sobre as aventuras da selva, e fiz, com lápis de cor, o meu primeiro desenho. Meu desenho número 1 era assim:Mostrei minha obra-prima às pessoas grandes e perguntei se o meu desenho lhes fazia medo.Responderam-me: 'Por que é que um chapéu faria medo?'Meu desenho não representava um chapéu. Representava uma jibóia digerindo um elefante. Desenhei então o interior da jibóia, a fim de que as pessoas grandes pudessem compreender. Elas têm sempre necessidade de explicações. Meu desenho número 2 era assim:As pessoas grandes aconselharam-me deixar de lado os desenhos de jibóias abertas ou fechadas, e dedicar-me de preferência à geografia, à história, ao cálculo, à gramática.Foi assim que abandonei, aos seis anos, uma esplêndida carreira de pintor. Eu fora desencorajado pelo insucesso do meu desenho número 1 e do meu desenho número 2. As pessoas grandes não compreendem nada sozinhas, e é cansativo, para as crianças, estar toda hora explicando.Tive pois de escolher uma outra profissão e aprendi a pilotar aviões. Voei, por assim dizer, por todo o mundo.E a geografia, é claro, me serviu muito. Sabia distinguir, num relance, a China e o Arizona. É muito útil, quando se está perdido na noite.Tive assim, no correr da vida, muitos contatos com muita gente séria. Vivi muito no meio das pessoas grandes.Vi-as muito de perto. Isso não melhorou, de modo algum, a minha antiga opinião.Quando encontrava uma que me parecia um pouco lúcida, fazia com ela a experiência do meu desenho número 1, que sempre conservei comigo. Eu queria saber se ela era verdadeiramente compreensiva. Mas respondia sempre: 'É um chapéu'. Então eu não lhe falava nem de jibóias, nem de florestas virgens, nem de estrelas.Punha-me ao seu alcance. Falava-lhe de bridge, de golfe, de política, de gravatas. E a pessoa grande ficava encantada de conhecer um homem tão razoável.",
  "questoes": [
    {
      "$oid": "66d2ccafe94c05cbcda3104a"
    },
    {
      "$oid": "66d2d185e94c05cbcda31068"
    },
    {
      "$oid": "66d2d1d7e94c05cbcda3106b"
    }
  ],
  "livro": {
    "$oid": "66d2afcf9a01ee95448947b8"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "66d2b0499a01ee95448947be"
  },
  "titulo": "Capitulo 2",
  "conteudo": "Vivi portanto só, sem amigo com quem pudesse realmente conversar, até o dia, cerca de seis anos atrás, em que tive uma pane no deserto do Saara. Alguma coisa se quebrara no motor. E como não tinha comigo mecânico ou passageiro, preparei-me para empreender sozinho o difícil conserto. Era, para mim, questão de vida ou de morte. Só dava para oito dias a água que eu tinha. Na primeira noite adormeci pois sobre a areia, a milhas e milhas de qualquer terra habitada. Estava mais isolado que o náufrago numa tábua, perdido no meio do mar. Imaginem então a minha surpresa, quando, ao despertar do dia, uma vozinha estranha me acordou. Dizia: - Por favor ... desenha-me um carneiro - Hem! - Desenha-me um carneiro ... Pus-me de pé, como atingido por um raio. Esfreguei os olhos. Olhei bem. E vi um pedacinho de gente inteiramente extraordinário, que me considerava com gravidade. Eis o melhor retrato que, mais tarde, consegui fazer dele. Meu desenho é, seguramente, muito menos sedutor que o modelo. Não tenho culpa. Fora desencorajado, aos seis anos, da minha carreira de pintor, e só aprendera a desenhar jibóias abertas e fechadas. Olhava pois essa aparição com olhos redondos de espanto. Não esqueçam que eu me achava a mil milhas de qualquer terra habitada. Ora, o meu homenzinho não me parecia nem perdido, nem morto de fadiga, nem morto de fome, de sede ou de medo. Não tinha absolutamente a aparência de uma criança perdida no deserto, a mil milhas da região habitada. Quando pude enfim articular palavra, perguntei-lhe: - Mas ... que fazes aqui? E ele repetiu-me então, brandamente, como uma coisa muito séria: - Por favor... desenha-me um carneiro ... Quando o mistério é muito impressionante, a gente não ousa desobedecer. Por mais absurdo que aquilo me parecesse a mil milhas de todos os lugares habitados e em perigo de morte, tirei do bolso uma folha de papel e uma caneta. Mas lembrei-me, então, que eu havia estudado de preferência geografia, história, cálculo e gramática, e disse ao garoto (com um pouco de mau humor) que eu não sabia desenhar. Respondeu-me: - Não tem importância. Desenha-me um carneiro. Como jamais houvesse desenhado um carneiro, refiz para ele um dos dois únicos desenhos que sabia. O da jibóia fechada. E fiquei estupefato de ouvir o garoto replicar: - Não! Não! Eu não quero um elefante numa jibóia. A jibóia é perigosa e o elefante toma muito espaço. Tudo é pequeno onde eu moro. Preciso é dum carneiro. Desenha-me um carneiro. Então eu desenhei. Olhou atentamente, e disse: - Não! Esse já está muito doente. Desenha outro. Desenhei de novo. Meu amigo sorriu com indulgência: - Bem vês que isto não é um carneiro. É um bode ... Olha os chifres ... Fiz mais uma vez o desenho. Mas ele foi recusado como os precedentes: Este aí é muito velho. Quero um carneiro que viva muito. Então, perdendo a paciência, como tinha pressa de desmontar o motor, rabisquei o desenho ao lado. E arrisquei: Esta é a caixa. O carneiro está dentro. Mas fiquei surpreso de ver iluminar-se a face do meu pequeno juiz: - Era assim mesmo que eu queria! Será preciso muito capim para esse carneiro? Por quê? Porque é muito pequeno onde eu moro ... - Qualquer coisa chega. Eu te dei um carneirinho de nada! Inclinou a cabeça sobre o desenho: - Não é tão pequeno assim ... Olha! Adormeceu ... E foi desse modo que eu travei conhecimento, um dia, com o pequeno príncipe.",
  "questoes": [
    {
      "$oid": "66d2cd9de94c05cbcda3104f"
    },
    {
      "$oid": "66d2d27de94c05cbcda31072"
    },
    {
      "$oid": "66d2d8528317a28cf116baf2"
    }
  ],
  "livro": {
    "$oid": "66d2afcf9a01ee95448947b8"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "66d2b0809a01ee95448947c1"
  },
  "titulo": "Capitulo 3",
  "conteudo": "Levei muito tempo para compreender de onde viera. O principezinho, que me fazia milhares de perguntas, não parecia sequer escutar as minhas. Palavras pronunciadas ao acaso e que foram, pouco a pouco, revelando tudo. Assim, quando viu pela primeira vez meu avião (não vou desenhá-lo aqui, é muito complicado para mim), perguntou-me bruscamente: Que coisa é aquela? Não, é uma coisa. Aquilo voa. É um avião. O meu avião. Eu estava orgulhoso de lhe comunicar que eu voava. Então ele exclamou: - Como? Tu caíste do céu? - Sim, disse eu modestamente. - Ah! como é engraçado... E o principezinho deu uma bela risada, que me irritou profundamente. Gosto que levem a sério as minhas desgraças. Em seguida acrescentou: Então, tu também vens do céu! De que planeta és tu? Vislumbrei um clarão no mistério da sua presença, e interroguei bruscamente: - Tu vens então de outro Planeta? Mas ele não me respondeu. Balançava lentamente a cabeça considerando o avião: - É verdade que, nisto aí, não podes ter vindo de longe ... Mergulhou então num pensamento que durou muito tempo. Depois, tirando do bolso o meu carneiro, ficou contemplando o seu tesouro. Poderão imaginar que eu ficara intrigado com aquela semi confidência sobre 'os outros planetas'. Esforcei-me, então, por saber mais um pouco. - De onde vens, meu bem? Onde é tua casa? Para onde queres levar meu carneiro? Ficou meditando em silêncio, e respondeu depois: O bom é que a caixa que me deste poderá, de noite, servir de casa. - Sem dúvida. E se tu fores bonzinho, darei também uma corda para amarrá-lo durante o dia. E uma estaca. A proposta pareceu chocá-lo: Amarrar? Que idéia esquisita - Mas se tu não o amarras, ele vai-se embora e se perde... E meu amigo deu uma nova risada: - Mas onde queres que ele vá? - Não sei ... Por aí ... Andando sempre para frente. Então o principezinho observou, muito sério: - Não faz mal, é tão pequeno onde moro! E depois, talvez com um pouco de melancolia, acrescentou ainda: - Quando a gente anda sempre para frente, não pode mesmo ir longe ...",
  "questoes": [
    {
      "$oid": "66d2cb48e94c05cbcda31043"
    },
    {
      "$oid": "66d2d8e38317a28cf116baf8"
    },
    {
      "$oid": "66d2d9238317a28cf116bafb"
    }
  ],
  "livro": {
    "$oid": "66d2afcf9a01ee95448947b8"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "66d2b0a19a01ee95448947c4"
  },
  "titulo": "Capitulo 4",
  "conteudo": "Eu aprendera, pois, uma segunda coisa, importantíssima: o seu planeta de origem era pouco maior que uma casa! Não era surpresa para mim. Sabia que além dos grandes planetas - Terra, Júpiter, Marte ou Vênus, aos quais se deram nomes há centenas e centenas de outros, por vezes tão pequenos que mal se vêem no telescópio. Quando o astrônomo descobre um deles, dá-lhe por nome um número. Chama-o, por exemplo: 'asteróide 3251'. Tenho sérias razões para supor que o planeta de onde vinha o príncipe era o asteróide B 612. Esse asteróide só foi visto uma vez ao telescópio, em 1909, por um astrônomo turco. Ele fizera na época uma grande demonstração da sua descoberta num Congresso Internacional de Astronomia. Mas ninguém lhe dera crédito, por causa das roupas que usava. As pessoas grandes são assim. Felizmente para a reputação do asteróide B 612, um ditador turco obrigou o povo, sob pena de morte, a vestir-se à moda européia. O astrônomo repetiu sua demonstração em 1920, numa elegante casaca. Então, dessa vez, todo o mundo se convenceu. Se lhes dou esses detalhes sobre o asteróide B 612 e lhes confio o seu número, é por causa das pessoas grandes. As pessoas grandes adoram os números. Quando a gente lhes fala de um novo amigo, elas jamais se informam do essencial. Não perguntam nunca: 'Qual é o som da sua voz? Quais os brinquedos que prefere? Será que ele coleciona borboletas?' Mas perguntam: 'Qual é sua idade? Quantos irmãos tem ele? Quanto pesa? Quanto ganha seu pai?' Somente então é que elas julgam conhecê-lo. Se dizemos às pessoas grandes: 'Vi uma bela casa de tijolos cor-de-rosa, gerânios na janela, pombas no telhado...' elas não conseguem, de modo nenhum, fazer uma idéia da casa. É preciso dizer-lhes: 'Vi uma casa de seiscentos contos'. Então elas exclamam: 'Que beleza!' Assim, se a gente lhes disser: 'A prova de que o principezinho existia é que ele era encantador, que ele ria, e que ele queria um carneiro. Quando alguém quer um carneiro, é porque existe' elas darão de ombros e nos chamarão de criança! Mas se dissermos: 'O planeta de onde ele vinha é o asteróide B 612' ficarão inteiramente convencidas, e não amolarão com perguntas. Elas são assim mesmo. É preciso não lhes querer mal por isso. As crianças devem ser muito indulgentes com as pessoas grandes. Mas nós, nós que compreendemos a vida, nós não ligamos aos números! Gostaria de ter começado esta história à moda dos contos de fada. Teria gostado de dizer: 'Era uma vez um pequeno príncipe que habitava um planeta pouco maior que ele, e que tinha necessidade de um amigo...' Para aqueles que compreendem a vida, isto pareceria sem dúvida muito mais verdadeiro. Porque eu não gosto que leiam meu livro levianamente. Dá-me tanta tristeza narrar essas lembranças! Faz já seis anos que meu amigo se foi com seu carneiro. Se tento descrevê-lo aqui, é justamente porque não o quero esquecer. É triste esquecer um amigo. Nem todo mundo tem amigos. E eu corro o risco de ficar como as pessoas grandes, que só se interessam por números. Foi por causa disso que comprei uma caixa de tintas e alguns lápis também. É duro pôr-se a desenhar na minha idade, quando nunca se fez outra tentativa além das jibóias fechadas e abertas dos longínquos seis anos! Experimentarei, claro, fazer os retratos mais parecidos que puder. Mas não tenho muita esperança de conseguir. Um desenho parece passável; outro, já é inteiramente diverso. Engano-me também no tamanho. Ora o principezinho está muito grande, ora pequeno demais. Hesito também quanto a cor do seu traje. Vou arriscando então, aqui e ali. Enganar-me-ei provavelmente em detalhes dos mais importantes. Mas é preciso desculpar. Meu amigo nunca dava explicações. Julgava-me talvez semelhante a ele. Mas, infelizmente, não sei ver carneiro através de caixa. Sou um pouco como as pessoas grandes. Acho que envelheci.",
  "questoes": [
    {
      "$oid": "66d2cea8e94c05cbcda3105a"
    },
    {
      "$oid": "66d2d4688317a28cf116bacb"
    },
    {
      "$oid": "66d2d5728317a28cf116bad4"
    }
  ],
  "livro": {
    "$oid": "66d2afcf9a01ee95448947b8"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "66d2b0d09a01ee95448947c7"
  },
  "titulo": "Capitulo 5",
  "conteudo": "Dia a dia eu ficava sabendo mais alguma coisa do Planeta, da partida, da viagem. Mas isso devagarinho, ao acaso das reflexões. Foi assim que vim a conhecer, no terceiro dia, o drama dos baobás. Dessa vez ainda, foi graças ao carneiro. Pois bruscamente o principezinho me interrogou, tomado de grave dúvida: É verdade que os carneiros comem arbustos? Sim. É verdade. Ah! Que bom! Não compreendi logo porque era tão importante que os carneiros comessem arbustos. Mas o principezinho acrescentou: - Por conseguinte eles comem também os baobás? Fiz notar ao principezinho que os baobás não são arbustos, mas árvores grandes como igrejas. E que mesmo que ele levasse consigo todo um rebanho de elefantes, eles não chegariam a dar cabo de um único baobá. A idéia de um rebanho de elefantes fez rir ao principezinho: - Seria preciso votar um por cima do outro ... Mas notou, em seguida, sabiamente: - Os baobás, antes de crescer, são pequenos. - É fato! Mas por que desejas tu que os carneiros comam os baobás pequenos? - Por que haveria de ser? respondeu-me, como se se tratasse de uma evidência. E foi-me preciso um grande esforço de inteligência para compreender sozinho esse problema. Com efeito, no planeta do principezinho havia, como em todos os outros planetas, ervas boas e más. Por conseguinte, sementes boas, de ervas boas; sementes más, de ervas más. Mas as sementes são invisíveis. Elas dormem no segredo da terra até que uma cisme de despertar. Então ela espreguiça, e lança timidamente para o sol um inofensivo galinho. Se é de roseira ou rabanete, podemos deixar que cresça à vontade. Mas quando se trata de uma planta ruim, é preciso arrancar logo, mal a tenhamos conhecido. Ora, havia sementes terríveis no planeta do principezinho: as sementes de baobá... O solo do planeta estava infestado. E um baobá, se a gente custa a descobri-lo, nunca mais se livra dele. Atravanca todo o planeta. Perfura-o com suas raízes. E se o planeta é pequeno e os baobás numerosos, o planeta acaba rachando. 'É uma questão de disciplina', me disse mais tarde o principezinho. 'Quando a gente acaba a toalete da manhã, começa a fazer com cuidado a toalete do planeta. É preciso que a gente se conforme em arrancar regularmente os baobás logo que se distinguem das roseiras, com as quais muito se parecem quando pequenos. É um trabalho sem graça, mas de fácil execução.' E um dia aconselhou-me a tentar um belo desenho que fizesse essas coisas entrarem de uma vez na cabeça das crianças. 'Se algum dia tiverem de viajar', explicou-me, 'poderá ser útil para elas. Às vezes não há inconveniente em deixar um trabalho para mais tarde. Mas, quando se trata de baobá, é sempre uma catástrofe. Conheci um planeta habitado por um preguiçoso. Havia deixado três arbustos... E, de acordo com as indicações do principezinho, desenhei o tal planeta. Não gosto de tomar o tom de moralista. Mas o perigo dos baobás é tão pouco conhecido, e tão grandes os riscos daquele que se perdesse num asteróide, que, ao menos uma vez, faço exceção à minha reserva. E digo portanto: 'Meninos! Cuidado com os baobás!' Foi para advertir meus amigos de um perigo que há tanto tempo os ameaçava, como a mim, sem que pudéssemos suspeitar, que tanto caprichei naquele desenho. A lição que eu dava valia a pena. Perguntarão, talvez: Por que não há nesse livro outros desenhos tão grandiosos como o desenho dos baobás? A resposta é simples: Tentei, mas não consegui. Quando desenhei os baobás, estava inteiramente possuído pelo sentimento de urgência.",
  "questoes": [
    {
      "$oid": "66d2cf0de94c05cbcda3105f"
    },
    {
      "$oid": "66d2d6dc8317a28cf116badd"
    },
    {
      "$oid": "66d2d7238317a28cf116bae0"
    }
  ],
  "livro": {
    "$oid": "66d2afcf9a01ee95448947b8"
  },
  "__v": 0
}]